fix(ci): fix k6 summary json metric property parser
